---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilledRegion
source: html/290f529f-2bc0-fda3-d2ff-7b7e2ef7e29f.htm
---
# FilledRegion Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.